IDEA Open Model
TendonLossesLoading Class
Compatible with IDEA StatiCa v 10.1
 Tendon losses loading
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Concrete.Load.TendonLoading
 IdeaRS.OpenModel.Concrete.Load.TendonLossesLoading
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public class TendonLossesLoading : TendonLoading
Public Class TendonLossesLoading
	Inherits TendonLoading
public ref class TendonLossesLoading : public TendonLoading
The TendonLossesLoading type exposes the following members.
Constructors
Name | Description
TendonLossesLoading
Initializes a new instance of the TendonLossesLoading class
Top
Properties
Name | Description
Time
 Time
Top
See Also
Reference
IdeaRS.OpenModel.Concrete.Load Namespace